Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 전쟁에서 아군의 사기를 높이고 적의 기세를 꺾는 것이 우리 마법사들의 역할 아닌가?
en_us: as mages, is it not our responsibility to boost our army’s morale and debilitate our enemies during war?

source: 그건 무슨소리야?
en_us: what do you mean?

source: 그럼 살릴 수 있겠지.
en_us: you should be able to save him then.

source: 대륙 중앙을 차지하는 가이아네스
en_us: gaianes, an empire located in the central part of the continent...

source: 제기랄, 그 인간들은 드래곤을 한번 직접 만나봐야 해.
en_us: damn it, they should see one for themselves.

source: 시가지 쪽은 비교적 피해가 덜하군.
en_us: the outskirts are relatively less damaged.

source: 이 끔찍한 짓을 저지른 건,
en_us: the ones who had committed such an atrocity...

source: 순간적으로 전신이 간지러워지는 마법일세!
en_us: ...tickles your whole body in an instant!

source: 그… 그럴 리가 없어!!
en_us: i-impossible...!!

source: 괜찮아!
en_us: relax!

source: 다리오스 님은 훨씬 더 강하다 시다니!
en_us: I did hear that sir darios is much stronger!

source: 그걸 우리가 구출한 거고.
en_us: ...and we rescued her.

source: 애칭 아린(arin)
en_us: nickname: arin

source: 1서클이요?
en_us: a first circle?

source: 전 일격에 드래곤의 날개를 찢어 추락시킨 초인입니다만?
en_us: I’m a superhuman who ripped the dragon’s wing of with a single blow and caused it to fall.

source: 보통 인물이 아니라는 건…
en_us: can’t you tell by his appearance...

source: 아, 부담을 느낄 필요는 없단다.
en_us: oh, there’s no need for you to feel overwhelmed.

source: 어째 극과 극이네.
en_us: slaves and princesses are worlds apart.

source: 제길…
en_us: damn it...

source: 무슨 말도 안 되는 소리를 하는 것이냐?
en_us: what in the world are you talking about?

source: 바로 라드엘 슈 라엘 경매장이다.
en_us: it is called the ladael sh’lael auction house.

source: 제겐 열 명의 기사와 이백 명의 용맹한 정예병이 있습니다.
en_us: I have ten knights and twenty brave, elite soldiers at my disposal.

source: 소드 마스터도 아니고,
en_us: if they’re not a sword master...

source: 어서 준비하시죠.
en_us: let’s dive in right away.

source: 나는 잊지 못해, 에르베트.
en_us: ...I can’t forget, herbert.

source: 어젯밤 나라가 뒤집어 졌으니
en_us: but after the chaos from last night...

source: 애초에 상대가 안 되는 싸움이었다고━
en_us: it was a real turkey shoot from the start.

source: 한동안 함께 다니긴 했지만 헤어진대도 별로 섭섭한 건 없네.
en_us: we’ve been traveling together for a while, yet I’m not sad to say goodbye.

source: 그리고━
en_us: and...

source: 쓸만한 곳을 찾아봐야겠지.
en_us: let’s see what he can do.

source: 게다가 그런 저주를 한꺼번에 여럿에게 거신 거잖습니까?
en_us: moreover, you cursed several mages at once.

source: 뭐야, 이 방에 웬 여자가 들어왔나 했더니…
en_us: huh? I was wondering why they put a girl here...

source: 이제…
en_us: now...

source: 착실히 충성을 바치고 있습니다만,
en_us: ...I am dutifully serving my king.

source: 어이!
en_us: hey!

source: 명색이 드래곤 슬레이어라고 불리는 마법사인데,
en_us: I’m a so-called dragon slayer.

source: 그냥 라르테아드 산맥 서식, 에인션트급 레드 드래곤,
en_us: it said, “an ancient red dragon that lives in the lartead mountains.”

source: 뭐가.
en_us: what?

source: 돈이라는 반짝이는 물체의 사용법이며
en_us: I learned about the shiny objects called money...

source: 간단히 말하지.
en_us: to put it simply...

source: 대체 무슨 마법이기에 1서클 마법이 이 정도 위력을…
en_us: how could a first circle spell be so powerful...?

source: 이런 근거도 없는 소리소문 때문에
en_us: ...I found it funny that we’re holding a council...

source: 글쎄…
en_us: well...

source: 불길도 여기까지는 퍼지지 않은 것 같고…
en_us: I guess the fires didn’t spread all the way out here...

source: 이상한 놈이 들어왔네.
en_us: what a weirdo.

source: 바트란 왕국은 6국 연합에 반심을 품고
en_us: the batran kingdom prepared to revolt against the six nations alliance...

source: 이 환자는 꽤 충격을 받은 상태라고!
en_us: this patient is in a state of shock right now!

source: 죽여버리겠…
en_us: everyone...

source: 어제 밤은 정말 통쾌했어.
en_us: last night was a sight to behold.

source: 네…
en_us: okay...

source: 와아!!
en_us: wow!!

source: 게다가 이건 내 창작 마법이니까 금방 풀 수 있을 리도 없지.
en_us: plus, I created this spell myself. They won’t be able to easily break the curse.

source: 그러니까…
en_us: so...

source: 계승자들은 연합설의 진위를 판단하고자…
en_us: to determine the credibility of the rumors...

source: 카르셀과 아라스난의 사절단은 전부 위장이었소.
en_us: the delegations from karsel and arasnan were all a false front.

source: 별말 안 쓰여 있던걸.
en_us: but there wasn’t much.

source: 현상금?
en_us: a bounty?

source: 마법사들을 해치웠어!
en_us: the mages are down!

source: 자신들의 스승, 헤이드의 이름을 따 헤이드 6국 연합이라 칭하고 서로 뭉쳤다.
en_us: ...and banded together under the six nations alliance of heid, named after their master, heid.

source: 우리는 몇 년이 지나고서야 그 이유를 알 수 있었어.
en_us: years passed by until we finally found the reason why.

source: 6국연합의 용병들 중 가장 강하다는 4인.
en_us: the four strongest mercenaries in the six nations alliance include...

source: 대하(大河) 하난강
en_us: hanan river (a large river)

source: 그래.
en_us: yeah.

source: 특히 카르셀 쪽이 신기하지.
en_us: it’s amazing how the karsels did it.

source: 어떤 식으로 수련을 하셔서 그 나이에 소드 마스터가 되신 건가요?
en_us: how did you train to become a sword master at such an age?

source: 인간들이 다시 오기 전에…!!
en_us: ...before the humans come back...!!

source: 아린의 모습이 사라졌어!!
en_us: arin disappeared!!

source: 아우… 여긴 너무 좁잖아!
en_us: geez... this place is way too cramped!

source: 기사들이 그 몬스터들을 멋지게 무찌른다던데.
en_us: ...and knights valiantly take them down.

source: 인간 세상을 구경하고 싶다는 생각도 사라졌어.
en_us: I don’t care about seeing the human world.

source: 위급해지면 변신해서 다 쓸어버리면 되니까!!
en_us: if anything happens, I can just transform and wipe everything out!!

source: 찾았다!!
en_us: found you!!

source: 있었어.
en_us: it did.

source: 그래, 우리가 너무 과민 반응을 보인 게지…
en_us: indeed, we overreacted...

source: 도로 인간으로 변신해서 다시 숨으면 되잖아?
en_us: ...all I have to do is to transform back into a human and go hide again.

source: 드래곤으로 돌아가서 미나도 혼내 주고, 레이크도 혼내 줘야겠다.
en_us: I’ll return to my dragon form and teach mina and rake a lesson.

source: 남은 왕국들은 두 나라가 합쳐도 아라스난을 막기 힘들 겁니다.
en_us: the other kingdoms would find it difficult to stop arasnan even if they were to join forces.

source: 준비 되었으니 들어 오게.
en_us: it’s ready. come in.

source: 내 부모, 형제, 친구…
en_us: my parents, my brothers, and my friends...

source: 인간이다.
en_us: a human.

source: 이쪽엔 마법사까지 있거늘…
en_us: I even have a mage on my side...

source: 이제 거의 도착한 모양인데?
en_us: seems like we’re almost there.

source: 인간이 알 크리드 산맥을 넘을 수 있을 리가 없지 않은가?
en_us: how could humans traverse the al kreed mountains?

source: 우리 집이잖아!
en_us: that’s where I live!

source: 이만 들어가서 쉬시는 것이 좋을 거라 생각하는데, 어떠신지요?
en_us: I suggest you pause here and get some rest. what do you think?

source: 하긴, 두 국가 사이에는 바트란 왕국이 끼어있으니
en_us: well, the kingdom of batran is situated between the two kingdoms.

source: 우와… 멋있다━!!
en_us: wow... amazing!!

source: 이만한 대군이 ‘행군’ 중인데 몬스터들이 달려든다고?
en_us: why would monsters attack such a large army on march?

source: 잘 부탁해 놓았으니, 카산이 많은 도움을 줄 거다.
en_us: I’ve put in a good word for you, so carsan will help you.

source: ‘폭풍의 가베인!?’
en_us: gabein the storm?!

source: 어째서 네가 그런 곳에 있었던 거야!!
en_us: why were you in that kind of place?!

source: 괜찮으십니까, 전하!!
en_us: are you all right, your majesty?!

source: 뭐지…
en_us: what’s this...?

source: 하지만 아직도 모르는 것투성이야.
en_us: but there’s still a lot we don’t know.

source: 써먹지도 않을 걸 내가 왜 연습을 시켰겠냐?
en_us: why would I make you practice something you’ll never use?

source: 으음━
en_us: hmm.

source: 교역 도시 라엘에 도착한 이들은
en_us: when they arrived at the port city of lael...

source: 오늘 밤 안에 저 성을 점령해야 시간을 맞추겠는데요.
en_us: we must capture the castle by tonight for it to work.

source: 아무래도 바로 대화를 하기는 어렵겠군.
en_us: I guess it’ll take some time for him to come out of his shell.

source: 그러다 이 사달이 났고.
en_us: then this happened.

source: 더이상 나를 쫓아다니지 않겠지…?
en_us: they’ll stop chasing me, right...?

source: 이오네 공주님 입니다.
en_us: you are princess ione.

source: 평범한 검은 저희를 벨 수 없으니까요.
en_us: no ordinary weapon can injure us.

source: 일부러 인간 세상에까지 나온 건데?
en_us: ...because I had never saw a human in my life!

source: 어떻게 여기까지 오게 된 건지, 계속 말해 봐!
en_us: tell us how you ended up here! go on.

source: 사악한 레드 드래곤 ‘카르세아린’이
en_us: a song about how the evil red dragon named karsearin...

source: 동시에 바트란을 침공한 지 엿새 째 되는 날.
en_us: karsel and arasnan invaded batran.

source: 아, 뭐하다 왔어요?
en_us: oh, what were you doing?

source: 적의 성벽이 무너졌다!
en_us: the enemy walls have fallen!

source: 난 미티어 스트라이크로 드래곤의 머리통을 부숴버렸다는 소리도 있다네.
en_us: and I apparently smashed the dragon’s head with meteor strike.

source: 먼저 온 인간이 있었구나,
en_us: so, other humans have arrived here before me.

source: 내일은 할 일이 많으니 지금 푹 자두는 게 좋아.
en_us: there’s a lot to do tomorrow. you had better get some sleep.

source: 6국의 정세에 문제가 생길 때마다
en_us: whenever a problem arose among the six nations,

source: 아린의 처리는 내가 직접 하겠소.
en_us: I’ll deal with arin myself.

source: ……쳇.
en_us: hmph...

source: 우리 집 근처에 인간이 있었나?
en_us: were there humans near my home?

source: 적어도 나와 맞먹는 경지에 오른 자가 아니라면… 불가능해.
en_us: unless their skills rival mine... it’s impossible.

source: ‘플루토 폰 크로워드’ 시거든요.
en_us: pluto von croword.

source: 귀하신 왕위 계승자를 적진에 함부로 던져 넣을 리 없지.
en_us: they wouldn’t have sent their heirs behind enemy lines.

source: 성을 포위한 카르셀 왕국군은
en_us: meanwhile, the karsel army surrounded the castle...

source: 자주 사용해서 세상에 알려지면 다들 2~3초 만에 풀어 버릴 것이 뻔하지.
en_us: once my spell becomes known to the world, everyone would break it within two to three seconds.

source: 흉포한 레드 드래곤 카르세아린
en_us: karsearin, a violent red monster.

source: 모험담에 나오는 용사인 거네요!?
en_us: ...is like a hero from those adventure stories?!

source: 일국의 공주님을 호위하는 병력이 저렇게 적어서야…
en_us: how could there be so few troops escorting the princess of a nation...?

source: 헛수고야.
en_us: save your breath.

source: 카르셀의 기사, 플루토 폰 크로워드가 자이트렐 전하를 뵙습니다.
en_us: I am pluto von croword, a knight of karsel, your majesty.

source: 인간이었다.
en_us: ...but humans.

source: 우리는 전쟁에 승리했어.
en_us: ...we won the war.

source: 자, 이번엔 오늘의 하이라이트가 되겠습니다!!
en_us: now, time for today’s grand finale!!

source: 어디까지 가는 거야?
en_us: how far are you going?

source: 죽어라 노력해도 정령을 다루는 것이 불가능하다.
en_us: cannot control elemental spirits no matter how hard they try.

source: 자르난과 라셀에게 전해라.{j}내가 찾는다고.
en_us: go find to zarnan and rasell. tell them I am looking for them.{j}

source: 너한테도 그런 감정이 있었어?
en_us: were you someone capable of such emotions?

source: 전투를 쉽게 만들기 위해 기습을 하는 겁니다, 가스터.
en_us: it should be. that’s why we’re taking our enemies by surprise, gaster.

source: 저 두터워 보이는 성문을 부술 만한 마법은 있습니까?
en_us: do you have any spells to break the thick walls?

source: 저도 모릅니다, 하지만…
en_us: I don’t know, but...

source: 엄마가 가만히 있으면 중간은 간다고 했으니까!
en_us: well, mom said to let sleeping dogs lie!

source: 6국 연합 회의는 처음이에요.
en_us: it’s my first time attending a six nations alliance council.

source: 사실 이런 일은 처음인지라 당황스럽기도 하지만,
en_us: honestly, I’m flustered. this has never happened before.

source: 그런데,
en_us: but...

source: 그래서 얘는 대체 누군데?
en_us: who is this kid?

source: 아무리 마법이라도 이 거리에선 힘들 텐데요.
en_us: even so, it must be hard at this distance.

source: 거리가 너무 멀지 않습니까?
en_us: but aren’t they too far?

source: 하긴, 정말 음모를 꾀한다면
en_us: well, if they really were scheming something,

source: 일개 시녀로 변장하고 있었단 말인가!?
en_us: you disguised yourself as a maid?!

source: 아오!
en_us: ugh!

source: 어떻게 이런 엄청난 수다를 퍼부을 수 있는 거냐!
en_us: how can she chatter away like this?!

source: 그의 업적은… 마차 다섯 수레를 족히 채우고도 남을 정도야.
en_us: it’d take... more than five books to list all of his achievements.

source: 진정해, 우린 너랑 같은 처지야.
en_us: calm down. we’re in the same boat as you.

source: 주변엔 이미 아무도 없어… 쫓기엔 늦었나.
en_us: no one’s around... is it too late to chase after them?

source: 별 볼일 없는 인간들을 아무리 치워봤자
en_us: ...no matter how much you take out some puny humans...

source: 레이크가 자리를 비웠으니 잠시 봐도 되겠지?
en_us: since rake’s not here, I should be allowed a peek, right?

source: 그대의 명성은 익히 들었소!!
en_us: I’ve heard all about you!!

source: 그리고… 제국과 서부 헤이드 6국 연합
en_us: ...and the six nations alliance of heid, an empire in the west.

source: 진짜로 역사에 남겠구먼.
en_us: it really will go down in history.

source: 후후… 역시 이 ‘기억상실증’이라는 병은 참으로 편하군.
en_us: huhu... just as I thought, faking amnesia sure is handy.

source: 오오, 대체 누구길래!?
en_us: wow, who’re they talking about?

source: 목에는 가스터의 보이스 체인지 마법까지 걸려있으니…
en_us: he’s still under gaster’s voice changing spell.

source: 순 허풍 아냐?
en_us: was he bluffing?

source: 우선 전하께 보고가 먼저다.
en_us: ...but first, we must report to the king.

source: 드디어 찾았다!!
en_us: I finally found it!

source: …어디 상처나 좀 볼까?
en_us: shall I take a look at your injuries...?

source: 누군가 그 노예를 데려갔어.
en_us: someone took the slave.

source: 몰라?
en_us: uh, nope?

source: 바트란은 그들을 막을 군대 자체가 없잖아.
en_us: batran didn’t have any forces in place to stop them.

source: 아까 속인다고 말한 건 뭐지?
en_us: what did they mean by “fool them” earlier?

source: 스승님께선 장난 따윈 하지 않으신다,
en_us: master does not joke around.

source: 인간들 중에선 우리 만한 강자가 없지 않을까?
en_us: there should be no other humans stronger than us.

source: 한동안 밤잠도 제대로 못 자고 경계 태세를 갖추다가…
en_us: they’ve all been on alert, spending sleepless nights. then finally...

source: 소문만 잘 퍼지면 의외로 다들 믿을걸.
en_us: as long as the rumors spread, people will believe it.

source: 어느덧 이렇게 아름다운 숙녀가 되었구나.
en_us: but now you’ve grown into a beautiful lady.

source: 포기해, 가베인.
en_us: so forget it, gabein.

source: 인간은 돈이 되지.
en_us: we can make money off of it.

source: 다리오스라고!?
en_us: darios?!

source: 사르바잔 사절 생포 성공입니다.
en_us: have been successfully captured alive.

source: 그랬다간 공주님이 저 피투성이 꼴이 됐을걸.
en_us: the princess would have become a bloody mess.

source: 인간을 적대시하는 드래곤이 산맥에 존재하는 것 만으로도
en_us: the mere rumor of a human-hating dragon...

source: 그래서…
en_us: that’s why...

source: 아, 그런데 공주님은 호위 인원이 조금 적은 편 같더군요.
en_us: oh, but the number of your escorts seems pretty small.

source: 그래, 이만 들어가…
en_us: okay, let’s go--

source: 쉽게 말해 정령을 다스리는 자를 말한다.
en_us: ...can control elemental spirits.

source: 이, 인간들이 날 찾은 건가?
en_us: d-did the humans find me?

source: 외곽 쪽엔 그럭저럭 여러 산촌들이 산개해 있었지.
en_us: the outskirts were lined with several mountain villages.

source: 그랬는데 저 노예가 살아있으면 이야기가 어떻게 되겠어?
en_us: but what if the slave survives? what does that make us?

source: 드래곤은 영물이라 우리의 목소리도 들을지 모른다고!
en_us: dragons are legendary creatures! it might hear us talking!

source: 플루토, 너 나중에 나 좀 따로 보자.
en_us: pluto, we’ll discuss this later.

source: 언제 눈치를 챘는지, 몰래 도망쳐버렸어.
en_us: he made a run for it. he must have gotten wind of our plans.

source: 더 이상 경매에 참가할 자는 없소?
en_us: is anyone else offering a bid?

source: 이오네 공주님은 어디까지나 사절로 이곳에 와 계신 거야.
en_us: so keep the story straight. princess ione was here as a delegate and nothing more...

source: 저기라면 도망칠 수 있어!
en_us: oh! I can escape through the window!

source: 우리가 지면 이 나라는 끝이다!
en_us: if we fall, the nation falls!

source: 플루토 님과 베라 님도 부디 몸조심하시길.
en_us: please take care of yourselves, sir pluto and dame vera.

source: 노예 제도를 금지하는 가이아네스 제국과는 달리
en_us: slavery is forbidden in the gaianes empire...

source: 그 모습으로 돌아다녀봐야 금방 죽어버릴 테니.
en_us: ...he’ll die right away, walking around in that state.

source: 몰상식 하기는…
en_us: this is ridiculous...

source: 3만 골드의 현상금이 걸려 있음.
en_us: 30,000 gold bounty on its head.

source: 드래곤 슬레이어라는 말만 나오면
en_us: ...would get worked up...

source: 아직 주스 남았는데…
en_us: I didn’t finish my juice...

source: 밥 먹고 하면 안될까?
en_us: can we study after we eat?

source: 그동안 연습했던 거… 말인가요?
en_us: what we’ve been... training?

source: 바트란에 이만한 덩치는… 틀림없어!
en_us: there’s no one bigger than him in batran... it has to be him!

source: 바트란 왕국을 향하던 도중━
en_us: we’re on our way to the batran kingdom, but...

source: 네에!!
en_us: yes!!

source: 그 유명세는 일반 병사들이 알아 보기에 충분했다.
en_us: but they were famous enough for even ordinary soldiers to recognize them as well.

source: 마냥 자랑스러운 일이라기엔 좀……
en_us: but it’s not exactly something to boast about...

source: 이건 뭐야!?
en_us: what’s this?!

source: …미안하군.
en_us: my bad...

source: 바트란이나 사르바잔은 꽤나 안도하고 있을 테죠?
en_us: ...wouldn’t batran and sarbazan be quite relieved?

source: 일단은 왕궁 곳곳을 살펴보도록 하세요.
en_us: first, please take a look around the palace.

source: 당시 나는 정령사의 재능을 각성한 후였다.
en_us: at the time, my elemental powers had already awakened,

source: 보통 인간들의 모험담을 들을 때와는 달리…
en_us: it was different from reading the adventure stories of humans.

source: 이곳, 바트란 왕국에 모이고 있었다.
en_us: ...the successors gathered in the batran kingdom.

source: 저기 수도가 보입니다.
en_us: the capital’s just ahead.

source: 마법사일 수도 있지 않을까?
en_us: ...could it be a mage?

source: 나는 드래곤이다!!
en_us: I’m a dragon!!

source: 잠깐, 이 자는 설마…
en_us: wait, could he be...

source: 오크를 만나서 오크가 나를 때리고…
en_us: then I met some orcs and they beat me up...

source: 엘릭서 포션을 써.
en_us: use an elixir.

source: 뭐가 이리 작은 거냐고!
en_us: why’s this thing so tiny?!

source: 게다가 아무리 병력이 줄었다 해도 삼사백 명을 한꺼번에는 무리라네.
en_us: plus, even if they have less soldiers now, I can’t take out a few hundred men at once.

source: 우리도 슬슬 아라스난 사절단과 합류해야지?
en_us: should we start meeting up with the arasnan delegation?

source: 여기 공주의 흔적을 찾았다!!
en_us: over here! I found something!!

source: 그곳은 인간이 다닐 수 없는 거대한 장벽이 돼버리지.
en_us: ...transformed the mountains into a great wall that no human could cross.

source: 아니면,
en_us: or...

source: 300년 전,
en_us: 300 years ago,

source: 이 쪽이 목적지인 바트란 왕국이야.
en_us: our destination, the batran kingdom, is here.

source: 이렇게 들어도 믿기지 않는데
en_us: even I can’t believe it.

source: 남부에서의 전령이옵니다!
en_us: a message from the south!

source: 이렇게까지 아무 흔적도 남기지 않는 건
en_us: it’s impossible to leave no traces behind...

source: 아… 네!!
en_us: oh... thanks!

source: 굉장한 녀석을 데려온 것 같군.
en_us: I brought over one hell of a guy.

source: 참 희한한 마법으로 해치웠다는 건 알겠네요.
en_us: okay, I get it that you took them out with a very strange spell.

source: 병사들 전원까진 필요 없습니다.
en_us: you don’t need to take out all the soldiers.

source: 내가 바라던 모험과는 영 거리가 멀잖아.
en_us: but this isn’t the kind of adventure I expected.

source: 명분이라는 건 전부 사라지고 전면전이 되어 버린다고.
en_us: karsel will lose its reason for invasion, and a full-scale war would break out.

source: 이 거리까지 접근해서 몰래 사람 하나를 구해 갔다니.
en_us: ...and stepped close enough to take a person in secret.

source: 누구야?
en_us: who is it...

source: 궁금한 게 있는데요.
en_us: I have a question.

source: 아린요.
en_us: arin.

source: 아린의 어머니
en_us: arin’s mother

source: 빨리 밥이나 마저 먹어야지.
en_us: I’m just going to quickly finish my food.

source: 드래곤 중에 카르세아린이라는 드래곤은 없어!!
en_us: there is no dragon named karsearin!

source: 이제야 이해가…
en_us: now I get it...

source: 왜 갑자기 소리를 지르고 난리래?
en_us: why’s he shouting all of a sudden?

source: 우리가 신경 쓸 이유가 하나라도 있나?
en_us: is there a reason why we should care?

source: 서클이 늘어날수록 마나의 통제도 기하급수적으로 어려워지는 것이다.
en_us: the higher the number of circles, the more exponentially difficult it is to control the mana.

source: 대기에 흐르는 바람의 정(精)이여,
en_us: o, spirit of wind...

source: 두 사람은
en_us: are you two...

source: 아린이 걱정되지도 않아요!?
en_us: are you not worried about arin?!

source: 정말 인간이 됐어!
en_us: ...a human!

source: 아침 일찍부터 여긴 어쩐 일인가?
en_us: what are you doing here at such an early hour?

source: 그게 아니죠!!
en_us: wrong!!

source: 엥, 악룡!?
en_us: huh? evil dragon?!

source: 연합력 304년 5월 24일.
en_us: alliance calendar. may 24th, year 304.

source: 꺄아아아악━
en_us: kyaaa!

source: 군사력을 동원하는 대신 회의를 개최해 해결하곤 하는데…
en_us: instead of mobilizing military power, they would hold council meetings to reach a conclusion...

source: 뭐, 맛만 있으면됐지!
en_us: well, as long as it’s delicious!

source: …지금 이게 대체 뭔 소리야!?
en_us: what in the world is she saying...?!

source: 대행이요?
en_us: a stand-in?

source: 몬스터가 많은 동네라더니 왜 코빼기도 안 보여?
en_us: didn’t he say this area is full of monsters? I don’t see a thing!

source: 수도 알카니스에 도착하기 전까진
en_us: you must review the ins and outs as much as possible...

source: 각국의 왕위 계승자들은 현재 하이란이 신병을 맡고 있습니다.
en_us: currently, hyran is detaining the heirs from each nation.

source: 이러니 다들 드래곤 시체만 발견해도 환장을 해 가며 덤벼들지.
en_us: no wonder everyone’s a sucker for even dead dragons.

source: 난 아무 짓도 안 했는데 왜 악룡 소리를 들어야 해?
en_us: I didn’t do anything wrong. why should I be called an evil dragon?

source: 두 분 다 일단 진정들 하시고…
en_us: calm down, you two...

source: 병사들의 사기를 올리는 역할은 대대로 마법사의 몫이었네.
en_us: for generations, we mages have boosted the soldiers’ morale.

source: 이제 어쩌지?
en_us: what now?

source: 자, 목마를 텐데 너도 마셔.
en_us: here. you must be thirsty. have some.

source: 이오네와 안면이 있는 자이트렐조차 진위를 파악하지 못할 정도라니.
en_us: even zaitrel, who knows ione personally, can’t tell the difference.

source: 처음 보고 받은 병사는 헛소리로 간주했겠지.
en_us: so, the soldier who first received the report dismissed it as nonsense.

source: 먼저 잡는 놈이 임자다!!
en_us: finders keepers!!

source: 이게 전부였어.
en_us: that was all.

source: 한입거리도 안 되는 걸 뭐 이리 복잡하게 먹나 몰라.
en_us: it’s just a meal. why must they make it so complicated?

source: 아주 기운이 넘치네.
en_us: ...bursting with energy.

source: 누, 누구냐!!
en_us: wh-who are you?!

source: 에잉, 이럴 때 레이크가 있었으면 알려줬을 텐데…
en_us: geez, if rake was here, he’d explain what’s up...

source: 목숨이 질기시네요, 전하.
en_us: you’re hard to kill off, your majesty.

source: 드래곤의 뼈는 최강의 무기를,
en_us: dragon bones are forged into the most powerful weapons...

source: 우와!
en_us: wow!

source: 그럴 수밖에.
en_us: well, of course.

source: 넵!
en_us: yes, sir!

source: 이건 그라테우스의 가죽입니다.
en_us: this is the skin from grateus.

source: 운디네로 상처를 계속 억누르고 있었으니 아직 살아있을 거다.
en_us: he should still be alive. I used undine to press down on the injury.

source: 딱 맞기는, 너무 굼떠서 지루해 죽는 줄 알았네.
en_us: just in time? I almost died of boredom.

source: 아니면 공포에 휩싸이게 만드는 저주라거나.
en_us: then perhaps a curse to instill fear?

source: 아린이 팔린 지 일주일째.
en_us: one week after arin was sold.

source: 그래도 카르셀은 꽤 살 만한 나라라던데.
en_us: I heard karsel is not a bad country to live in.

source: 다리오스, 가스터, 플루토와 함께 백룡 그라테우스를 사냥한…
en_us: the dragon slayer vera...

source: 지휘관의 이성만 마비시켜도 효과는 충분하죠.
en_us: just distracting the commander would be enough.

source: 이 강에는 저런 것도 사는구나!!
en_us: something like that lives in the river?!

source: 마나가 뭔가에 걸린 것처럼 흐름이 제멋대로네.
en_us: ...the flow of my mana is all messed up, like it’s caught in something.

source: 넌 의사잖아, 에르베트.
en_us: you’re a doctor, herbert.

source: 베라, 너 혹시 나 몰래 뭔가 했냐!?
en_us: vera, did you do something behind my back?!

source: 이제부터 여기가 당신의 집입니다.
en_us: this is your home from now on.

source: 칼세니안
en_us: karsenian

source: 하긴 이렇게 낯선 곳에서 깨어났으니 무리도 아니지.
en_us: well, of course. you woke up in a strange place.

source: 정신차리고 잘 새겨 두세요!
en_us: stay focused and drill it all into your head!

source: 많이 배고팠을 텐데…
en_us: you must be starving...

source: 그렇다면 정공법으로 가야겠군요.
en_us: then we must resort to standard tactics.

source: 아, 거긴 사람이 지나갈 수 없는 곳이야.
en_us: oh. no human can go through the mountains.

source: 궁성 호위 기사들은 몰살당했고.
en_us: and the guards at the royal court were annihilated...

source: 얌전히 준비나 하거라!
en_us: just prepare it already!

source: 그 몹쓸 녀석이 훔쳐 간 거지!
en_us: that rascal stole it!

source: 그런데… 뭘 하는데 저렇게 끙끙대고 있지?
en_us: but... what’s it struggling with?

source: 가베인, 진정해!!
en_us: calm down, gabein!

source: 다른 놈들도 만만치 않았어.
en_us: ...the others were formidable too.

source: 흐음…
en_us: hmm...

source: 아앗!!
en_us: ooh!!

source: 그런데…
en_us: but...

source: 역시 사람 일은 모르는 법이구먼.
en_us: who knew?

source: 뭐어!?
en_us: what?!

source: 물러서지 마라!
en_us: no retreat!

source: 이 거한은 또 누구야!?
en_us: wh-who’s that giant?!

source: 책 하나 가져가는 게 뭐 그리 대단한 죄라고!
en_us: what’s so wrong about taking one book?!

source: 이걸로 적의 사기는 완전히 꺾였을 걸세!
en_us: the enemies must be cowering in fear now!

source: 어디서 구했는데?
en_us: where did you find him?

source: 글쎄, 알 크리드 산맥을 넘어왔다지 뭔가?
en_us: they say they crossed the al kreed mountains.

source: 그보다는 그라테우스만큼 재수 없는 드래곤이 또 없을 거라고 하는 게 옳겠군.
en_us: it’d be more accurate to say that there would be no other dragon as pretentious as grateus.

source: 마을이… 불타고 있어!?
en_us: the village... is on fire?!

source: 거짓말을 할 거면 제대로라도 해야지!
en_us: enough with your monkey business!

source: 난 괜찮은데?
en_us: but I’m fine.

source: 드래곤 같은 게 아닌…
en_us: ...was not a dragon...

source: 나, 나도 그건 잘 모르겠는데?
en_us: I-I don’t really know.

source: 그중에도 특히 이곳 알카나스에 있는 자는 단 한 명도 없어.
en_us: and especially not here in alkanis.

source: 드래곤족 중에서도 인내심 없기로 유명한 레드 드래곤이…
en_us: in this cave lives...

source: 그래도 얻은 게 전혀 없지는 않잖아?
en_us: still, it wasn’t for nothing.

source: 리베이드의 계승자로서
en_us: as the heir of libeid,
